Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: Fighting on Saturday took place on the road to the international airport and near a major military base, the TV building and on two university campuses, north and west of the capital .
pt: Os conflitos neste sbado se concentram na estrada para o aeroporto internacional e perto de uma grande base militar, alm do prdio da TV estatal e dois campi de duas universidades, nas regies norte e oeste da capital .

source: The woman said financier Jeffrey Epstein made her have sex with the Duke of York in London, New York and on a private Caribbean island, as part of "an orgy with numerous other underage girls."
pt: Segundo ela, as relações ocorreram em três ocasiões, em Londres, Nova York e em uma ilha privada do Caribe de propriedade de Epstein.

source: No IMF payments unless Greece gets deal
pt: Grécia pede adiamento de pagamentos ao FMI

source: "The @POTUS Twitter account will serve as a new way for President Obama to engage directly with the American people," a post on the White House blog said .
pt: "A conta @POTUS no Twitter será para Obama uma nova forma de se comprometer diretamente com o povo americano, com tuítes que serão exclusivamente escritos por ele", disse a Casa Branca.

source: Paramedics were also called, but the woman's injuries proved fatal.
pt: Paramédicos foram chamados, mas ela não resistiu aos ferimentos e morreu .

source: "It is the Palestinian Authority - which is in a unity government with Hamas, an avowed terrorist organisation that, like ISIS, perpetrates war crimes - that needs to be concerned about the International Criminal Court in the Hague," Mr Netanyahu said in a statement.
pt: "A Autoridade Palestina formou um governo com o Hamas, uma organização reconhecida como terrorista e que, como a facção Estado Islâmico, comete crimes de guerra", disse.

source: I can't change it."
pt: o que pode e o que não pode

source: Beijing (CNN)Contemporary artist and outspoken dissident Ai Weiwei did not show off his recently-returned passport, a day after Chinese authorities lifted his four-year international travel ban .
pt: O artista e dissidente chinês Ai Weiwei, que mantém relações delicadas com as autoridades comunistas, anunciou nesta quarta-feira que Pequim devolveu seu passaporte, depois de quatro anos.

source: Rice, who was holding a toy gun, was shot twice and later died in hospital.
pt: Tamir Rice era negro e tinha uma arma de brinquedo nas mãos .

source: The only thing I really like about the iPhone 6 is the larger size .
pt: E então, em sua opinião a foto do iPhone 6 é mesmo a melhor?

source: "I feel the best I have felt in a long time .
pt: “Mas acho que você tem que se sentir bem .

source: "There has been no change to Iran's policy to provide support and advice to Iraqi officials in the fight" against IS, foreign ministry spokeswoman Marzieh Afkham said.
pt: Nós damos apoio militar e conselho de acordo com as normas internacionais", afirmou a porta-voz da diplomacia iraniana, Marzieh Afkham."Não aconteceu uma mudança na política do Irã de dar apoio e conselho às autoridades iraquianas em sua luta contra o grupo Estado Islâmico."

source: We have been doing very well.”
pt: “Tem muita coisa para fazer ainda .

source: No group has so far claimed responsibility for the killings in the relatively tranquil Balkh province, but the Taliban are intensifying their annual spring offensive despite repeated government attempts to reopen peace talks.
pt: A autoria do atentado ainda não foi reivindicada, mas Balkh está situada em um local onde os talibãs intensificam a sua ofensiva anual da primavera, apesar dos sinais de abertura por parte do governo de Cabul para a retomada das negociações de paz.

source: The pope will visit Bolivia on Wednesday before going to Paraguay on Friday .
pt: Francisco, que está na Bolívia, embarca para o país na tarde de sexta-feira .

source: "I am very angry .
pt: Fico muito feliz com isso .

source: "Environmental chemicals have long been suspected causes of breast cancer, but until now, there have been few human studies to support this idea," said Barbara Cohn of the Public Health Institute in Berkeley, California, co-author of the study published Tuesday in the Journal of Clinical Endocrinology and Metabolism.
pt: "Há muito tempo se suspeitava que os produtos químicos ambientais podem causar câncer de mama, mas até agora poucos estudos em humanos tinham sido feitos para apoiar esta hipótese", afirmou Barbara Cohn, do Instituto de Saúde Pública em Berkeley, Califórnia (oeste dos Estados Unidos) e co-autora do estudo divulgado nesta terça-feira na revista científica Journal of Clinical Endocrinology and Metabolism.

source: Alexis Tsipras is bringing something new to show in Berlin: tax legislation hurriedly passed over the weekend with the aim of channeling more funds into the Greek state coffers .
pt: Tsipras leva para Berlim uma nova lei fiscal, aprovada às pressas pelo Parlamento no fim de semana e que deve proporcionar mais dinheiro ao empobrecido caixa estatal grego .

source: Nisman was found dead on Sunday night in his apartment in the posh Buenos Aires neighborhood of Puerto Madero, Argentina's security ministry said .
pt: O procurador argentino Alberto Nisman foi encontrado morto em sua casa, em Buenos Aires, nesse domingo (18) à noite .

source: "The conditions of the accident, which have not yet been clarified, lead us to think there are no survivors."He also expressed condolences to the families of the victims on his official Twitter account.
pt: Na sua conta de Twitter, a Lufthansa manifestou as suas condolências, "com a esperança de encontrar de sobreviventes" e acrescentando que não sabe quais as causas do acidente.

source: The Shia rebels, known as Houthis, have been joined by security forces loyal to the ousted President Ali Abdullah Saleh — whose loyalists control elite forces and large combat units in Yemen's military.
pt: Em Áden, as milícias leais ao presidente Hadi estão enfrentando uma força combinada de rebeldes houthis alinhados com as forças leais ao ex-presidente deposto Ali Abdullah Saleh.

source: Banned Iranian director Jafar Panahi’s “Taxi,” which shows a cabby driving an odd assortment of people around Tehran but is really a condemnation of censorship, won the Golden Bear for best film on Saturday at the Berlin International Film Festival.
pt: Mais uma vez o cineasta iraniano Jafar Panahi marcou sua presença no Festival Internacional de Cinema de Berlim, mesmo estando proibido de filmar por 20 anos e proibido de sair do Irã, seu filme Taxi, ganhou o Urso de Ouro .

source: Obama will be the first U.S. president to attend India's Republic Day parade, a show of military might long associated with the anti-Americanism of the Cold War, and will host a radio show with Modi.
pt: Na segunda-feira, Obama deve se sentar juntos a líderes indianos em um desfile militar, tornando-se o primeiro presidente norte-americano a participar das celebrações do Dia da República.

source: It would have been much worse without it."
pt: Já tinha que ter dado certo há muito tempo .

source: German Chancellor Angela Merkel has warned Russia to live up to the Ukraine peace agreement it backed in Minsk last month or face tougher sanctions .
pt: Em Bruxelas, a chanceler Angela Merkel disse que a União Europeia está pronta para implementar sanções mais duras contra a Rússia se o acordo de Minsk não funcionar .

source: When asked about his boss's health, Peskov said he is "absolutely healthy," his handshake so strong he could "break your hand. "
pt: Perguntado sobre o estado de saúde do presidente, um porta-voz chegou a dizer que o famoso aperto de mão do líder estava tão forte que "poderia quebrar a mão do cumprimentado".

source: Biotechs like Gilead in particular have helped the Nasdaq, which last week breached its all-time closing high for the first time in 15 years.
pt: As empresas de biotecnologia, em particular, têm impulsionado o Nasdaq, que na semana passada fechou com pontuação recorde pela primeira vez em 15 anos.

source: It doesn't though, so we aren’t .
pt: E isso não é fácil .

source: Other video footage posted on Thai media also appears to show the suspect sitting on a bench at the shrine, then taking off the backpack and leaving it behind.
pt: Imagens de vídeo divulgadas separadamente pela imprensa tailandesa mostram o mesmo homem sentado em um banco no movimentado templo, posteriormente deixando a mochila para trás enquanto se retirava .

source: YAOUNDE (Reuters) - Boko Haram attacked a town in northern Cameroon on Monday, killing at least one person, an army source said, less than a week after the group issued threats against the Central African country.
pt: O governo de Camarões informou nesta segunda-feira que um ataque do grupo jihadista Boko Haram contra a cidade de Kolofata, no nordeste do país, deixou "143 terroristas" e um militar camaronês mortos.

source: Mark: I said: "I love you back. "
pt: "Casei porque te amo, sou apaixonada por você !

source: KIEV/MARIUPOL Ukraine (Reuters) - Four Ukrainian servicemen have been killed since the start of a ceasefire between government forces and pro-Russian separatists last Friday in eastern Ukraine, a defense ministry official was quoted on Tuesday as saying.
pt: MARIUPOL/DONETSK Ucrânia (Reuters) - O cessar-fogo entre forças ucranianas e separatistas pró-Rússia no leste da Ucrânia parecia estar sendo mantido na noite desta sexta-feira, apesar do princípio de um bombardeio no bastião rebelde de Donetsk.

source: Christians, many belonging to ancient denominations found only in Syria, form about 10 percent of the country's population .
pt: Cristãos, muitos pertencentes a antigas seitas encontradas apenas na Síria, representam cerca de dez por cento da população do país .

source: At least eight people were killed Tuesday in an attack on a Tripoli hotel popular with politicians and international visitors.
pt: Oito pessoas morreram no ataque de terroristas ligados ao Estado Islâmico a um hotel em Trípoli, capital da Líbia.

source: I couldn't be happier."
pt: "Eu não posso dizer muito sobre isso .

source: According to Malaysia Airlines, there were 154 Dutch passengers, 43 Malaysians, including 15 crew, 27 Australians, 12 Indonesians, four Germans, four Belgians, three Filipinos and one Canadian on board the doomed flight.
pt: Entre as pessoas a bordo, haviam 154 cidadãos da Holanda, 43 da Malásia, 27 da Austrália, 12 da Indonésia, nove do Reino Unido, quatro da Alemanha, quatro da Bélgica, três das Filipinas e uma do Canadá .

source: ANKARA (Reuters) - Two Turkish caricaturists have been fined for insulting President Tayyip Erdogan after a court ruled that one of their cartoons implied he was gay, local media said on Wednesday.
pt: ANCARA - Dois cartunistas turcos foram multados por insultar o presidente turco, Recep Tayyip Erdogan, após o Segundo Tribunal Criminal da Primeira Instância de Istambul decidir que uma das charges da dupla sugeria que o governante era gay, segundo a mídia local nesta quarta-feira .

source: The child was seated in the shopping cart when he grabbed a gun from her purse and fired it striking his mother.
pt: A criança estava sentada em um carrinho de supermercado, de onde "agarrou a arma que a vítima carregava na bolsa e disparou acidentalmente", explicou Miller.

source: India's Prime Minister Narendra Modi has been in office for five months .
pt: Milhares de pessoas receberam o novo primeiro-ministro da Índia, Narendra Modi

source: "Please come to our offices and I will talk you through the details."
pt: “Venha a meu escritório e lhe contarei os detalhes”.

source: There was no difference between the three groups in the risk for the AIDS virus or syphilis.
pt: Não houve diferença entre os grupos para o risco de receber um diagnóstico positivo de HIV e sífilis .

source: While Biden did not try to negotiate the "nitty-gritty" separating the two sides, the two leaders had a "strategic conversation" about how to achieve the goal of Israel and an eventual Palestinian state living side by side in peace and security, the official said.
pt: Continuamos a lutar por uma paz e segurança duradouras para o povo de Israel, inclusive através do nosso compromisso com o objetivo de dois Estados vivendo lado a lado em paz e segurança", declarou Obama em referência aos territórios palestinos, citado em um comunicado.

source: In their latest statements on the battle, US officials have said their strikes have "slowed IS advances" but that the situation is fluid.
pt: Em seus últimos comunicados, oficiais americanos afirmaram que os ataques haviam “desacelerado os avanços do EI”.

source: Authorities say the now-outlawed Brotherhood poses a grave threat to national security and say they are committed to the country's democratic transition .
pt: Sisi, atual presidente do país, diz que a Irmandade representa uma grave ameaça à segurança nacional .

source: Anbar province is largely dominated by the jihadists, and Al Baghdadi was one of the few cities where the Iraqi government was still in control.
pt: A província de Al-Anbar está em sua maioria sob o controle dos militantes radicais e Al Bagdadiya era uma das poucas cidades que se mantinha em poder do governo iraquiano.

source: International Olympic Committee president Thomas Bach has previously expressed confidence that FIFA president Sepp Blatter will ensure the World Cup does not overlap with the Winter Games.
pt: No entanto, o presidente da Fifa, Joseph Blatter, que é membro do COI, assegurou a Bach que não haverá coincidência de datas com os Jogos Olímpicos .

source: But it is not unique to this case.
pt: Não, não é este o meu propósito.

source: That came soon after Saudi Arabia's ambassador in Washington, Adel al-Jubeir, announced the operation.
pt: A Arábia Saudita lançou uma operação militar no Iêmen contra os rebeldes huthis, informou nesta quarta-feira o embaixador saudita em Washington, Adel Al Jubeir.

source: Boost Mobile offers prepaid wireless service to consumers with no need for long-term subscription contracts.
pt: A Boost Mobile oferece serviços pré-pagos sem necessidade de assinatura.

source: Prof Sigrid Veasey of the Center for Sleep and Circadian Neurobiology, told BBC News: "We now have evidence that sleep loss can lead to irreversible injury.
pt: Segundo uma das responsáveis pela pesquisa, Sigrid Veasey, "nós temos evidência de que a falta de sono pode levar a uma lesão irreversível".

source: DUBAI (Reuters) - An Iranian journalist who previously served as a media advisor to President Hassan Rouhani has sought political asylum in Switzerland where he was reporting on Iran's nuclear negotiations, Iranian news websites reported.
pt: Um jornalista iraniano que participa da cobertura em Lausanne das negociações sobre o programa nuclear de Teerã para um meio de comunicação reformista pediu asilo político na Suíça, informou o ministério iraniano das Relações Exteriores.

source: Supporters of quotas believe free movement has put pressure on housing, health, education, and transport .
pt: Os que apoiam as cotas de imigração acreditam que a livre movimentação de pessoas está pressionando setores como habitação, saúde, educação e transporte .

source: It would be good for people, however, to stop constantly chasing goal after goal without paying attention to the path they take to get there .
pt: Porém seria recomendável que as pessoas não ficassem sempre se estressando, de objetivo a objetivo, sem se incomodar com o caminho .

source: It would be the fourth in as many years.
pt: Seria a quarta greve em quatro anos .

source: Levy will likely take office next week once the dust settles on Rousseff's battle to loosen this year's budget targets, another senior government official said earlier on Thursday.
pt: BRASÍLIA (Reuters) - A nova equipe econômica, liderada por Joaquim Levy no Ministério da Fazenda, deve tomar posse na próxima semana, depois de baixar a poeira da batalha da presidente Dilma Rousseff para afrouxar as metas fiscais deste ano, disse uma fonte do governo nesta quinta-feira.

source: “Lee supplied the cause of the sinking of the Sewol ... he has the heaviest responsibility for the accident,” the lead prosecutor in the case, Park Jae-eok, told the court in the south of the country .
pt: Lee motivou a causa do afundamento da (barca) Sewol... ele carrega a maior responsabilidade pelo acidente, disse o principal promotor do caso, Park Jae-eok, à corte no sul do país .

source: "The storm will weaken but we expect more rain, particularly in southern Taiwan," said Wang Shih-chien, an official with the island's Central Weather Bureau.
pt: "A tempestade vai perder força, mas ainda há expectativa de mais chuvas no sul de Taiwan", afirmou Wang Shih-chien, oficial do Escritório Central de Meteorogia da ilha.

source: "Next game is against Arsenal and I want to do my best .
pt: Por isso, quero fazer o meu melhor para permanecer”, repetiu.

source: She said "things have changed" since October 2013, when she canceled an official state visit after revelations from former National Security Agency contractor Edward Snowden that the United States had spied on her.
pt: A visita de Dilma a Washington seria realizada em outubro de 2013, mas foi cancelada ao vir à tona que a presidente brasileira era espionada pela NSA, Agência de Segurança Nacional dos EUA.

source: Prime Minister Alexis Tsipras, referring to Nazi Germany’s four-year occupation of Greece and a forced war-time loan during World War II that saddled the Greek economy in huge debt, wants Berlin to pay reparations.
pt: O primeiro-ministro da Grécia, Alexis Tsipras, anunciou neste domingo que reivindicará à Alemanha a devolução do empréstimo forçado que os gregos deram aos nazistas durante a Segunda Guerra Mundial e pedirá consertos de guerra para as vítimas da ocupação.

source: A suicide bomber detonated an explosives vest during Friday weekly prayers at a Shiite mosque in eastern Saudi Arabia, killing and wounding several people, officials said.
pt: Riad (Arábia Saudita ) (AFP) - Uma explosão atingiu nesta sexta-feira uma mesquita xiita do leste da Arábia Saudita durante a oração semanal, anunciou o ministério saudita do Interior, e um xiita que vive na região declarou que foi um atentado suicida, que deixou mortos e feridos.

source: PARIS (Reuters) - French police sealed off a housing estate in Marseille on Monday after hooded gunmen opened fire on a police car with Kalashnikov rifles in what a senior local official suggested was an incident related to drug crime.
pt: Homens encapuzados e armados com fuzis Kalashnikov abriram fogo contra policiais na cidade francesa de Marselha, onde o primeiro-ministro da França, Manuel Valls, estava realizando uma visita nesta segunda-feira, disse uma fonte da polícia.

source: Qatar's Al Jazeera Channel said on Monday Egyptian security forces have arrested three of its journalists following Interior Ministry accusations of illegally broadcasting from a hotel suite.
pt: A polícia secreta egípcia prendeu dois jornalistas do canal Al-Jazeera acusados de difundir ilegalmente notícias que colocam em perigo a "segurança interna" do país, informou o ministério do Interior.

source: The US ambassador to South Korea, Mark Lippert, has been injured by an armed attacker in Seoul .
pt: O embaixador dos Estados Unidos na Coreia do Sul, Mark Lippert, após ser atingido em Seul, 5 de março de 2015

source: SAO PAULO Venezuela has so far not given landing permission for a Brazilian Air Force plane that would carry a group of Brazilian senators to the country to visit jailed Venezuelan opposition leaders, the senators said on Tuesday.
pt: RIO DE JANEIRO (Reuters) - A Venezuela concedeu nesta terça-feira permissão de pouso para um avião da Força Aérea Brasileira (FAB) que deve levar um grupo de senadores ao país vizinho para visitar líderes presos da oposição venezuelana, afirmou o presidente nacional do PSDB, Aécio Neves.

source: France, the United States, Britain, Germany, Italy and Saudi Arabia have closed their missions in the capital Sanaa and withdrawn staff, citing security concerns.
pt: Alemanha e Itália anunciaram ontem o fechamento temporário de suas embaixadas no Iêmen, depois de Estados Unidos, França e Reino Unido.

source: Women's role in film on the red carpet at Cannes
pt: Papel da mulher no cinema é debatido no tapete vermelho de Cannes

source: The U.S. manufacturing sector expanded at a stronger-than-expected rate in May, while factory output growth hit its fastest pace since February 2011, an industry report showed on Thursday.
pt: (Reuters) - O setor industrial dos Estados Unidos expandiu a uma taxa melhor que a esperada em maio, enquanto que o crescimento da produção atingiu o ritmo mais rápido desde fevereiro de 2011, mostrou nesta quinta-feira o Índice de Gerente de Compras (PMI, na sigla em inglês).

source: Scenes of devastation and some relief after Typhoon Haiyan
pt: Em imagens: a devastação em Tacloban após o tufão

source: VIENNA (Dispatches) -- Iran has given the UN nuclear agency information regarding its past activities, a milestone in potentially meeting a condition for sanctions relief under an accord reached with world powers last month.
pt: O Irã forneceu informações sobre o passado do seu programa nuclear ao órgão da Organização das Nações Unidas que fiscaliza o setor, um marco que pode abrir espaço para redução das sanções após um acordo entre o país e potências mundiais, assinado no mês passado.

source: Russia, US call for Iran nuclear deal 'as soon as possible': Moscow
pt: Rússia acredita em chance de acordo em negociação nuclear com o Irã

source: The Indians are carving a pathway out of the jungle and are being guided with a GPS device as they mark the zone with stakes in the "hope" that the government will recognize their efforts after the fact, according to missionary Haroldo Pinto, with the Indigenous Missionary Council, or Cimi, told Efe.
pt: Os índios usam estacas e facões para abrir passagem na floresta e são guiados por um GPS com a "esperança" de que o governo reconheça sua ação posteriormente, segundo afirmou à Agência Efe o missionário Haroldo Pinto, do Conselho Indigenista Missionário (Cimi), organização ligada ao Episcopado que acompanha a operação.

source: The ICC issued an arrest warrant against al-Bashir in 2009, accusing him of war crimes and crimes against humanity related to alleged atrocities carried out by the military and government-backed militias in the conflict in Darfur.
pt: Em 2009 o TPI emitiu uma ordem de prisão contra Omar al-Bashir por crimes de guerra e contra a humanidade cometidos em 2003 durante o conflito em Darfur.

source: "Britney injured her ankle during her performance Wednesday evening and her doctor has advised her not to perform Friday and Saturday evening so that she may heal," Caesars Entertainment, which owns Planet Hollywood and resorts and casinos, said in a statement.
pt: "Britney sofreu uma lesão no tornozelo na quarta-feira e seu médico recomendou que ela não se apresentasse na sexta-feira e no sábado para ter tempo e se recuperar", disse seu representante em comunicado.

source: I don’t know how much importance was given to it !
pt: Ele é engraçado, mas não sei o quanto é aqui fora .

source: Ukraine's president has dissolved parliament and called snap elections, as government forces continue to fight pro-Russian rebel forces in the east.
pt: O presidente da Ucrânia, Petro Poroshenko, dissolveu seu parlamento e pediu o adiantamento das eleições para outubro, enquanto o país continua a enfrentar separatistas pró-Rússia na região leste .

source: Obama and Castro to meet at the Summit of the Americas
pt: Cúpula das Américas poderá ter encontro Obama-Raúl Castro
